{"_type":"post","_createdAt":"Invalid Date","publishedAt":"Invalid Date","title":"About Us","body":[]}
{"_type":"post","_createdAt":"Invalid Date","publishedAt":"Invalid Date","title":"African Vision Malawi – our change of name","body":[{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"In 2005, the Landirani Trust was born out of a visit to Malawi by Heather and two friends. In those early days the charity hoped to be able to provide some basic necessities such as clothing and blankets. It wasn’t long before we recognised the desperate need to put in clean water and build schools. These became two of our major activities in recent years, which in turn led to health and our building a maternity unit in 2013/14."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"The word ‘Landirani’ means ‘please receive’ in the local language Chichewa and over time the charity has achieved significant awareness in Malawi and is recognised by major agencies such as UNICEF as well as the Government of Malawi. For the time being, we continue to be called the Landirani Trust in Malawi."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"In the UK however, not surprisingly Landirani has proved more of a challenge for people to remember! Since the generous donation of a 10-acre site by grateful chiefs where we work, we embarked on an ambitious programme to build ‘Sam’s Village’. We want to move away from hand-outs and instead create self-sufficient training programmes that can support thousands of local people and show them how to improve their lives. Sam’s Village will be self-supporting and will become a best-practice example for Malawi (and in time other parts of Africa) of how to encourage and develop sustainable, forward looking and skilled communities."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"Most of our fundraising takes place in the UK and we recognise the need for a more memorable name which people can identify with .. one which will express our vision for the people of Malawi. And with that, the name change of African Vision Malawi came into effect on 1st April 2013."}]}]}
{"_type":"post","_createdAt":"Invalid Date","publishedAt":"Invalid Date","title":"Malawi","body":[{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"Malawi is one of the world’s 20 poorest countries. About 74 per cent of the population still lives below the income poverty line of US$1.25 a day and 90 per cent below the US$2 a day threshold. Only 12 per cent of households have access to credit."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"The average Malawian can expect to live just 40 years due to HIV/AIDS, malaria, and malnutrition. 15 million Malawians live in a country a little smaller than England"}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"Most Malawians rely on subsistence farming, but often fail to have food security as the country is prone to natural disasters of both extremes – from drought to heavy rainfalls. Poor rural people in Malawi are unable to diversify out of agriculture and tend to remain underemployed for part of the year. More than a third of rural households earn their livelihood only from farming or fishing."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"Our focus area is 30km NW from the capital, Lilongwe. We started here because we saw they had a desperate need with no-one to help them. This primary area we support is about 400 km² with a population of 45,000. We have nearly 3000 orphans on our beneficiary list and 300 people on our disability register."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"img","asset":{"src":"/img/focus-area1.png","alt":"Our focus area"}}]}]}
{"_type":"post","_createdAt":"Invalid Date","publishedAt":"Invalid Date","title":"How we started","body":[{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"img","asset":{"src":"/img/landirani_20launch_20050-1.jpg","alt":"Landirani Launch"}}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"Heather Palmer, co-founder and CEO, explains how African Vision Malawi started out:"}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"I lived in Malawi as a child for 10 years and for some time, had wanted to go back. I didn’t, however, want to return to Malawi as a tourist. I had been supporting a charity called “Child Survival in Malawi” for some years and contacted them to see if anything could be done to help while I was there. They asked me to contact certain projects they supported, to report back on their situation and to take photographs. I asked Gaynor Cook and Judith Mackie, both members of St. Matthew’s Church, Surbiton to join me. Gaynor is a photographer and Judith said she would take some video footage."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"While preparing for the trip, Judith and Gaynor learned a lot about Malawi. For both of them, this was their first experience of Africa. Unlike other well-known African countries, which are frequently in the news, little is known about Malawi. This is due mainly to the fact it is a peaceful country, which has not been affected by war. It is also a very small country, slightly smaller than England, and is landlocked. Sadly HIV/AIDS and malaria are rife and there is now a generation gap leaving many orphans."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"I had been in contact with the Central Church of Africa Presbyterian (CCAP) and, for some time, had been in contact with their representatives, Kafumbi Njewa and Essie Longwe. They were very helpful, both in the initial planning of our trip and while we were in Malawi. A few years ago St. Matthew’s Church, along with the community of Surbiton, Surrey, had raised £10,000 for WaterAid. This money was sent to Malawi and so we were asked by the Church to make contact with WaterAid and find out how the money was spent. Gaynor had also met Chris Knott who had started a charity called Starfish and they were building a much needed school in Malawi; they too asked if we could visit and take photographs and video footage of the progress."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"We left the UK on 1st April 2005, not having any real idea how much this trip would affect all our lives. The first full day in Malawi was a Sunday and we all went to church with Kafumbi and Essie, a truly amazing experience. People in Malawi queue up to go to church and in spite of all the difficulties they have to cope with, their faith is very strong."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"On the first Monday of our visit we visited 4 villages just north of the capital, Lilongwe. In each village there were between 250 and 350 orphans. Over the next three and a half weeks we visited schools, hospitals, orphan feeding centres and malnutrition centres throughout Southern Malawi. There were encouraging signs in some, but others had little or no help, and the situation was heart-breaking. There seemed to be no orphanages, as we would know them. Orphaned children were placed with their extended family, normally their grandparents who themselves were experiencing great difficulty."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"In general the people of Malawi do not want handouts, what they do need is some help to enable them to become independent and self-sufficient. By the end of our trip we had decided to set up a charity supporting the area that we had seen in our first few days, which had no support at all. On our return we decided to set up the charity calling it Landirani which simply means in Chichewa ‘please receive’ as we thought that a fitting name. Our Vision is to see a healthy, educated, self-sufficient community in Malawi."}]}]}
{"_type":"post","_createdAt":"Invalid Date","publishedAt":"Invalid Date","title":"Team","body":[{"_type":"block","markDefs":[],"style":"h2","children":[{"_type":"span","marks":[],"text":"Staff Stories"}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"Would you like to know more about our staff in Malawi? These are stories from our staff, past and present, written in their own words."}]},{"_type":"block","markDefs":[{"_key":"4dce5583d6f0","_type":"link","href":"/about-us/team/staff-stories/anold-mankambira/"}],"style":"normal","children":[{"_type":"span","marks":[],"text":"The first story is from "},{"_type":"span","marks":["4dce5583d6f0"],"text":"Anold Mankhambira"},{"_type":"span","marks":[],"text":", Project Accountant. Anold sadly passed away at Chritmas 2017 aged only 37."}]},{"_type":"block","markDefs":[{"_key":"6b47d6865f93","_type":"link","href":"/about-us/team/staff-stories/jack-maduka/"}],"style":"normal","children":[{"_type":"span","marks":["6b47d6865f93"],"text":"Jack Maduka"},{"_type":"span","marks":[],"text":", Education Manager, had a tough time himself getting his education in his early years but has now completed his Masters in the USA. He’s glad to be able to give something back now."}]},{"_type":"block","markDefs":[{"_key":"2fe20458cf8f","_type":"link","href":"/about-us/team/staff-stories/gift-banda/"}],"style":"normal","children":[{"_type":"span","marks":["2fe20458cf8f"],"text":"Gift Banda"},{"_type":"span","marks":[],"text":" our Monitoring and Evaluation Officer and an orphan himself. He talks about the importance of Education and how it has ultimately got him to where he is today."}]},{"_type":"block","markDefs":[{"_key":"db83e2413da1","_type":"link","href":"/about-us/team/staff-stories/ireen-mwale/"}],"style":"normal","children":[{"_type":"span","marks":["db83e2413da1"],"text":"Ireen Mwale"},{"_type":"span","marks":[],"text":" is the Assistant Librarian at Sam’s Village."}]},{"_type":"block","markDefs":[{"_key":"a34ef0d0ea53","_type":"link","href":"/about-us/team/staff-stories/bokela-gunda/"}],"style":"normal","children":[{"_type":"span","marks":["a34ef0d0ea53"],"text":"Bokela Gunda"},{"_type":"span","marks":[],"text":" is Site Support at Sam’s Village and our master thatcher, having learnt to thatch while working for us."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"Working for African Vision Malawi as our Assistant Permaculture Worker has given Mercy Daniel enough income to buy her own livestock."}]}]}
{"_type":"post","_createdAt":"Invalid Date","publishedAt":"Invalid Date","title":"Where we work","body":[{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"img","asset":{"src":"/img/centres.png","alt":"Centres map"}}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"We work in an area 30km away from the capital city, Lilongwe. The area we cover is 400km2 with a local population of 45,000. We support 26 Primary Schools, have just under 3,000 orphans and 300 disabled registered with 2 clinics and 2 maternity units. We work through 14 centres where we have a Local Based Committee (LBC) of 7 volunteers in each centre who help us see and resolve the issues."}]}]}
{"_type":"post","_createdAt":"Invalid Date","publishedAt":"Invalid Date","title":"Staff Stories – Anold Mankambira","body":[{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":["strong"],"text":"Update January 2018. Regrettably Anold passed away on 12th December 2017 at the age of 37. He is very fondly remembered by all of us and will be greatly missed."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"We asked some of the Landirani Trust / African Vision Malawi team in Malawi about their time working for the charity. Here you can read the first of those stories, from Anold Mankhambira, Project Accountant."}]},{"_type":"block","markDefs":[],"style":"h2","children":[{"_type":"span","marks":[],"text":"How long have you worked for Landirani?"}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"My name is Anold Mankhambira, working with Landirani Trust as the Project Accountant. I joined the charity on 17th March, 2014."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"img","asset":{"src":"/img/staff-stories/Anold.jpg","alt":"Anold Mankhambira – Project Accountant"}},{"_type":"span","marks":["em"],"text":"Anold Mankhambira – Project Accountant"}]},{"_type":"block","markDefs":[],"style":"h2","children":[{"_type":"span","marks":[],"text":"Can you tell us a few things you have learned since working for Landirani that have helped you grow and develop, Anold?"}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"A lot has happened during my time with the Landirani Trust. The most important thing I have learnt is the Team work, both at the office level and field level. This has helped me a lot because I am able to rely upon my work colleagues, and I have the strength to ask everyone else in areas where I need some help and clarifications."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"I have also learnt to make decisions and be able to defend them on my own, and later become useful to the charity. Typical example: when it becomes procurement of project materials, I am able to analyse cost of materials and be able to advise the management on what’s best, without external forces."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"Another thing I have learnt is being passionate to the vulnerable people in areas we are working and eager to help. One typical example, happened on 13th November, when I learnt from Jack that Blessings (a disabled child) of Ngwizi got burnt with porridge at the Ngwizi CBCC, and stayed for a week at his blind mother’s place without any medical assistance and the mother was just cleaning the wound with salt. I rushed to Ngwizi Village from Sam’s Village when I went to pay the weekly wages, I found Blessings in a very poor state, and he was in pain. I picked him up, together with the mother, to M’ban’gombe Clinic for medical attention. I felt that besides being an accountant, I’m also supposed to help the needy and vulnerable children."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"My stay at Landirani has also taught me of punctuality, and be able to adapt the foreign culture of keeping time. I have been working hand in hand with UK Volunteers, and UK staff. The most thing which I noticed that our friends from the UK don’t feel good is when you miss appointments and not punctual. Now I am able to change and be able to plan my time effectively not to miss appointments, and always be punctual, even outside work place."}]},{"_type":"block","markDefs":[],"style":"h2","children":[{"_type":"span","marks":[],"text":"How does working for Landirani help you to support your family or your own plans?"}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"Working for Landirani has helped me a lot in the following ways:"}]},{"_type":"block","markDefs":[],"style":"normal","level":1,"listItem":"bullet","children":[{"_type":"span","marks":[],"text":"I am now able to help the needy in my locality, without waiting for a return."}]},{"_type":"block","markDefs":[],"style":"normal","level":1,"listItem":"bullet","children":[{"_type":"span","marks":[],"text":"Able to plan my time effectively and efficiently."}]},{"_type":"block","markDefs":[],"style":"normal","level":1,"listItem":"bullet","children":[{"_type":"span","marks":[],"text":"Able to teach my friends and family how they can sustain themselves without looking at external assistance for example, use of the composite manure which is usually being dumped in localities, use of natural medicine like moringa."}]},{"_type":"block","markDefs":[],"style":"normal","level":1,"listItem":"bullet","children":[{"_type":"span","marks":[],"text":"Adapted the spirit of saving, and get the best."}]},{"_type":"block","markDefs":[],"style":"normal","level":1,"listItem":"bullet","children":[{"_type":"span","marks":[],"text":"With the spirit of team work, I am now able to impart to my family the fruits of team work and be able to put it into practice."}]},{"_type":"block","markDefs":[],"style":"h2","children":[{"_type":"span","marks":[],"text":"What do you think your life and that of your family would be like without Landirani?"}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"Life without Landirani would have been:"}]},{"_type":"block","markDefs":[],"style":"normal","level":1,"listItem":"bullet","children":[{"_type":"span","marks":[],"text":"Costly – as I could have not known how to be self sustainable"}]},{"_type":"block","markDefs":[],"style":"normal","level":1,"listItem":"bullet","children":[{"_type":"span","marks":[],"text":"Difficult to support the needy, as would have been always waiting for a return."}]},{"_type":"block","markDefs":[],"style":"normal","level":1,"listItem":"bullet","children":[{"_type":"span","marks":[],"text":"Punctuality would have always been a problem, as we would have always been carrying business as usual."}]},{"_type":"block","markDefs":[],"style":"h2","children":[{"_type":"span","marks":[],"text":"Do you have any message for Landirani’s supporters – anything you would like to tell them?"}]},{"_type":"block","markDefs":[],"style":"normal","level":1,"listItem":"bullet","children":[{"_type":"span","marks":[],"text":"They should continue supporting the Charity to grow even more in other areas."}]},{"_type":"block","markDefs":[],"style":"normal","level":1,"listItem":"bullet","children":[{"_type":"span","marks":[],"text":"The Sam’s Village activities will really change the Charity to the better, they should as assist as they can to have it completed."}]},{"_type":"block","markDefs":[],"style":"normal","level":1,"listItem":"bullet","children":[{"_type":"span","marks":[],"text":"Continue with regular visits, and send more volunteers to help the cause."}]},{"_type":"block","markDefs":[],"style":"normal","level":1,"listItem":"bullet","children":[{"_type":"span","marks":[],"text":"The disability and HIV Aids programme has to be funded more because from my experience the demand is very high in the localities we are working."}]},{"_type":"block","markDefs":[],"style":"normal","level":1,"listItem":"bullet","children":[{"_type":"span","marks":[],"text":"Need for more support to safe water and sanitation for example the Enactus soap initiave. If more initiaves can be put in place, the risk of contracting water borne diseases may be reduced."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"If you would like to donate to African Vision Malawi to support any of the projects Anold mentions, please donate below:"}]}]}
{"_type":"post","_createdAt":"Invalid Date","publishedAt":"Invalid Date","title":"Staff Stories – Bokela Gunda","body":[{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"Bokela’s job is Site Support at Sam’s Village, and he is our master thatcher. Here is his story at African Vision Malawi (aka Landirani):"}]},{"_type":"block","markDefs":[],"style":"h2","children":[{"_type":"span","marks":[],"text":"Bokela Gunda – My Life Story"}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"My life story is as follows:"}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"I was just staying at home farming. After that I was employed by Landirani on 14th November as a security guard. When I was at that position I was supporting the village for planting fruit trees e.g. Mango, and Orange trees. Around the village Mango trees are now producing fruits."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"From 2012 December I was promoted as an agriculture officer. When I was at that position my site manager tried to teach me a new skill of thatching – now I am a thatcher master here at the village. Here I thatched many houses e.g. Compost toilet, site manager’s house, Library, Mteza workshop, trainee accommodation, reception and the volunteer accommodation and I am still going on with this skill. Now I have worked in Landirani for 5 years during the period of my skills of thatching. Many people call me from town to do some work in weekends and now I am very proud of my skills of thatching."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"img","asset":{"src":"/img/staff-stories/Bokela-for-website.jpg","alt":"Bokela Gunda"}},{"_type":"span","marks":["em"],"text":"Bokela"}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"Landirani helps me to support my family with money to pay school fees for my children and many things in my life so far. I think without Landirani in my life I would be in so many problems."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"My message to Landirani supporters is that I will work hard in order to improve the development of Landirani here at Sam’s Village project which Landirani wants to do here, and where Landirani has any project I will be able to go and work."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"Lastly, I give more support to Landirani for giving more support to the areas where Landirani helps many people around."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"You can read all about the projects at Sam’s Village here."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"If you would like to donate to projects, please click below:"}]}]}
{"_type":"post","_createdAt":"Invalid Date","publishedAt":"Invalid Date","title":"Staff Stories – Gift Banda","body":[{"_type":"block","markDefs":[],"style":"h2","children":[{"_type":"span","marks":[],"text":"GIFT BANDA’s STORY – MONITORING AND EVALUATION OFFICER FOR THE LANDIRANI TRUST"}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"Hello everybody"}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"My name is Gift K Banda, I was born on 25th May 1984 in a family of six children. I have two sisters, two half-brothers and a half-sister. I come from Dowa district, T.A Chakhaza, Kabwinja village. The beginning of my life was very good since my father was a good farmer but this lasted only for three years then my father sadly passed away. My hard life started because of property-grabbing by his brothers. They took over his property and chased our family to my mum’s village. Because of problems my mum was facing, she married another guy and she left me with my grandmother. She took my sister to her help her look after the baby who was only a few months old when my father passed away."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"It was difficult for my grandmother to look after me very well because she was already looking after some other children from other family members and she was one of the village elders, so she was always out and we had to do other things ourselves. Being the youngest amongst the group I could not do many things for myself and I was always home. My grandmother she was happy with me because when she came back she found me around and she asked me to do other small jobs. She was not happy that my friends were leaving me alone at home and not playing with me, while she was away, so she started shouting at them. My friends were then angry with me because I was causing them trouble with grandmother, so when she went away, my friends were beating me to pay back what my grandmother did to them. My grandmother was so sad with that behaviour."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"I lived with the same situation for about four years, and I started school when I was seven. My schooling was on and off because of poverty and being unable to afford basic things. I did well in my first year and this made it even more difficult with my friendships as they didn’t do so well at school. My grandmother was pleased with me though."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"One day when my grandmother went to a funeral she met with one of my dads’ old friends who was working in town and she told him how well I was doing at school and the man decided to take me to live with him in town. I was in the third class at primary level. That’s how I left my home village and moved to Lilongwe at the age of 10."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"Life started very well in town and I continued doing well in class and the man was a caring father, he had his own children but he treated me the same as his. After some months he went abroad and his wife started telling me that I did not belong to their family so I should do all the house chores, I didn’t argue with her. I was just doing what she wanted me to do, and she started baking Mandasi (doughnuts), juice and other things and she told me to sell them in town, which I did."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"The following day I thought that was not a good idea so I took them to school with me and sold them during break time. When her husband came back he was not happy but he couldn’t stop his wife doing that, I did that for three years. I didn’t complain because I was attending classes but my performance in class was affected."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"Sadly during my fourth year the man died in a road accident, and his wife went back to her home village. Before she left for the village she found me another family to work for. I thought that was a good idea, thinking I will be in the same situation but this time was very different. I had to look after a big family, doing jobs that were not for my age and I stopped attending classes. Every day I was beaten by the wife of the man. I worked for them for about eight months but it was the hardest time I had ever experienced in my life. One day the lady gave me blankets for the whole house including clothes to wash and it was a huge pile for washing, I only managed to wash half of them. When she came back from church she saw that I didn’t finish washing clothes, “I was in big trouble” then I found my chance to run away, I didn’t go back to that house."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"Because I had nothing, I could not go to my village; I slept in town where I met street kids. They tried to fight me but God was on my side and I defeated them, and they asked me to join their group. I joined because they had a place to sleep and blankets."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"It was a difficult life but I managed to stay with the group since we had to find food everyday, and I did everything what a street kid does to survive but still school was in my mind and I told my friends about that. Three of us had the same idea, and we agreed to attend school, because we were good footballers the head teacher enrolled us and told us to behave well at school."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"I was doing well in class I was in the top five, and after standard eight exams I was selected to National secondary school which is close to my home village. I managed to pay for the first term only because I was saving some money when I was working in the holiday, but it was difficult for the second term because we had a short holiday. I decided to go to my village to ask for help but nobody wanted to help me because they thought I was a thief. My grandmother was very keen to pay for me but she had nothing, so she sold some of her farm produce and gave me half for my school fees. She told the school about my situation and they paid half as well."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"So my secondary level was going on like that, sometimes I had to do piece-work in town to pay school fees, My uncles and other family members were not allowing me to stay at the village thinking that I am a thief but it was totally different with my goals, I wanted to achieve."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"I didn’t complete my secondary school due to poverty. I started a business in town to earn a living and when my business was going well, and decided to go back to school again but I found that my place had been taken; so I went to another school in Lilongwe. After a year a thief came into my house and took everything I had, my business went down again."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"I didn’t stop because my aim was to be an educated person. I joined a security company as a night guard, this meant I was working at night and going to school in the morning and at the same time I was doing my driving school to learn how to drive. After two years I finished driving school and passed my Malawi Certificate of Education while I was working for that security company. It was very hard, but I was determined to be educated."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"One day there was an incident in the area where our group were patrolling and we didn’t report it, I was suspended at work for a week and this is when I started looking for another job for living."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"Then I found the job at Landirani as a guard. I worked as a guard for three months, by the time I was joining Landirani I had my driving licence already, and I was interviewed to be a driver. I started working with people in the same situation as me, orphan and in poverty, which makes me to feel sad for them because I know such a life is difficult. I don’t think many people can manage because they quit one thing, mainly school. I know how important it is to go to school and I want to encourage them."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"During my studies and work at Landirani Trust I was promoted from Driver to Project officer and after my studies in 2015 I was promoted to my current position as a Monitoring and Evaluation Officer. I feel this is a great achievement. I am so grateful to the funds raised specifically for my further education to obtain a degree in Community Development. Many thanks to Judith and Paul Mackie and David Bowen."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"I enjoy my current role because I am always on the ground to see people who are starting out as I once did and also looking at the changes that the project has brought into their life."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"I worked hard because the man who took me from my village looked after me so well. He was my role model, he was a manager of a travel agent, so sometimes he was telling me stories and I was listening to all his advice. He had many difficult situations as well, but still ended with a good life until he died."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"Me too, I am working hard to be somebody in the future because I know you cannot just be the manager of an organisation without going to school!"}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"Gift is not just responsible for M&E! He makes deliveries to all our support areas, assists with training, helps maintain the vehicles, keeps our log books updated, supports Secondary students by taking them to school when needed, buys loads of cabbages and food required for training amongst many other things!! We are happy to make his dreams come true, as he helps those who are in the same position as he once was."}]}]}
{"_type":"post","_createdAt":"Invalid Date","publishedAt":"Invalid Date","title":"Staff Stories","body":[{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"Would you like to know more about our staff in Malawi? These are stories from our staff, past and present, written in their own words."}]}]}
{"_type":"post","_createdAt":"Invalid Date","publishedAt":"Invalid Date","title":"Staff Stories – Ireen Mwale","body":[{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"Ireen is the Assistant Librarian at Mteza Library, in Sam’s Village. She tells us what she thinks of working for African Vision Malawi (aka the Landirani Trust):"}]},{"_type":"block","markDefs":[],"style":"h2","children":[{"_type":"span","marks":[],"text":"Ireen Mwale"}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"I have worked for Landirani Trust for 11 months. Since I started working for Landirani I have learned a lot of things that are helpful and have made me grow and develop such as:"}]},{"_type":"block","markDefs":[],"style":"normal","level":1,"listItem":"bullet","children":[{"_type":"span","marks":[],"text":"Staying with people of different races"}]},{"_type":"block","markDefs":[],"style":"normal","level":1,"listItem":"bullet","children":[{"_type":"span","marks":[],"text":"Encouraging the community to continue with their education by using the community library which is free of charge"}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"Through working with Landirani I have been helped to support myself and the family mainly my kids, who are schooling learning in different schools, by providing resources like exercise books and school uniform, in support of my husband."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"img","asset":{"src":"/img/staff-stories/Ireen-for-website.jpg","alt":"Ireen"}},{"_type":"span","marks":["em"],"text":"Ireen"}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"Without Landirani I would be growing poor in terms of money because I had nowhere to get money but just relying on my husband but for now we are assisting each other."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"To Landirani supporters would they receive a message of thanks on what they are doing, mainly because of the library. They should not get tired but continue to donate resources as one part of ending illiteracy among community as people are using books (school leavers) that they can’t afford to buy on their own because books are very expensive. They should keep on Assisting."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"You can read all about M’teza Library here."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"If you would like to donate to the Library project, please click here, and just add “Library” in the comment box to direct your donation to Library projects. Thank you!"}]}]}
{"_type":"post","_createdAt":"Invalid Date","publishedAt":"Invalid Date","title":"Staff Stories – Jack Maduka","body":[{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"Jack is the Education Manager for African Vision Malawi (aka Landirani Trust). He tells us here his story and struggle for his own education growing up."}]},{"_type":"block","markDefs":[],"style":"h2","children":[{"_type":"span","marks":[],"text":"Jack Maduka"}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"Growing up with a single parent and three older siblings in sub-Saharan region Malawi in a very remote southern part -Thyolo district – I have encountered lots of challenges. Divorce might be an answer to a troubled marriage but it leaves lots of scars in children. My parents divorced when I was about two -so I was told. My father took good care of us but I missed motherly love. For many years I used to believe that I didn’t have a mother and that was the biggest scar divorce left me."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"img","asset":{"src":"/img/staff-stories/Jack-for-website.jpg","alt":"Jack Maduka"}},{"_type":"span","marks":["em"],"text":"Jack Maduka"}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"I never had opportunity for kindergarten as there was none – just village life. At age six, I started primary school. I felt great and safe being at school because my older siblings were there in upper classes. Shortly afterwards, my father developed chronic illness that hampered his farming activities. Support for us slowed, which lead to my two sisters dropping out of school and opting for marriages. This was the time my brother and I were made to grow faster than our ages because of responsibilities to look after our sickly father and to manage farms. Unfortunately, my father died in 1995 while I was in standard five and my brother was in form two at Zomba Catholic National Secondary, one of the prestigious schools in the old capital city of Malawi. Then my brother remained the only encouragement/support and my role model."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"I worked hard in school as I wanted to go to a good secondary school like my brother’s. Indeed, that happened as I attended Blantyre Secondary in the very heart of commercial city of Blantyre. Support for secondary education was another big challenge. I dropped out after writing my Junior Certificate of Education (JCE) for lack of tuition fees, the government came to my rescue by providing a bursary but I had already missed two consecutive terms at form three and re-joined in third term. (Thanks to then Honourable Deputy Minister of Education, Samuel Jack Kaphuka, for facilitating the process.)"}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"Looking back in my life, I developed a strong belief that education could change my world for the better. I graduated in secondary as best student in humanities. This achievement made me believe in myself for great things. Then I joined Emmanuel Teachers Training College (ETTC) for two years certificate. I also thank ETTC for giving me a scholarship for two years of my studies. Still, I craved for higher academic qualifications but there were no resources. When I was about to graduate at ETTC, I met Annika Ovander a missionary from Sweden in my Church (Evangelical Lutheran Church of Malawi (ELCM)) who sponsored my undergraduate – majoring in Biblical Studies and minor in Communication at African Bible Colleges (ABC) in Lilongwe capital city of Malawi – where I graduated among the top ten in 2009. During my studies the college gave me opportunities to work with different INGOs and to interact with different professionals from various fields. (Thank God for ‘Mum’ Annika Ovander, Maria Lindmark, Anna Norman, Lars and Andes Ovander for their support)."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"Before joining Landirani Trust in 2011, I worked with my local Church in leading youth ministry and deanary level responsible for youth work in three districts from central region."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"In the midst of busy of life, I learnt few years ago that my mother was still living. My brother and I thought of finding her. Today, she is able to get support she needs from her children in her old age. To be able to do this, I am grateful to the Landirani Trust for some income since 2011 that I am able to help not only myself but also my mother and the relatives."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"Life experience has taught me great lessons and, regardless of everything, I have seen the mysteries of life. Other people came into my life with love and support for my education etc. Today Landirani Trust has given me opportunity to give back by helping others who need support and guidance through the various education projects I manage. I love working with Landirani, mostly because when I look through my life, I feel it is important doing what I am doing. The ‘Trust’ itself has also given me significant experience in terms of management and leadership – above all the reality of engaging communities in developmental projects."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"To the Landirani Trust supporters in UK, Malawi and beyond, I would say that what you have read about me is in part what the ‘Trust’ is doing through its secondary and university scholarship. In addition to other development projects such as school partnership, Early Childhood Development, Community Library and many others. I believe education is a backbone of development for every nation and I believe I am contributing to the development of my country ‘Malawi’ through what I am doing through the Trust, so, I am a good example of what education can do!"}]},{"_type":"block","markDefs":[{"_key":"5f2221aa22c5","_type":"link","href":"/link/"}],"style":"normal","children":[{"_type":"span","marks":[],"text":"You can read all the Education projects that Jack manages "},{"_type":"span","marks":["5f2221aa22c5"],"text":"here"},{"_type":"span","marks":[],"text":"."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"If you would like to donate to Jack’s education work, please donate below. Thank you!"}]}]}
